{
    "The Blue Jackal": "Once upon a time, there was a jackal who was running frantically to escape a pack of dogs. While running he stumbles and falls into a vat of blue dye. Emerging blue, he convinces the forest animals that he's a special creature sent to rule them. The animals believe him and the jackal starts enjoying his new status. He becomes arrogant and convinced of his superiority. One day, a pack of jackals howl, prompting him to join in. This reveals his true identity and the animals chase him away.",
  
    "The Monkey And The Crocodile": "In a lush forest, a clever monkey befriends a gullible crocodile. Both the animals start spending a lot of time together and develop a good bond. The monkey shares delicious fruits from his tree and the crocodile enjoys them. He even takes some for his wife but the crocodile's greedy wife wants to eat the monkey's heart. To that end, the crocodile invites the monkey for a feast, to capture him. On the way, the crocodile tells the monkey about his wife’s wish. Sensing danger, the monkey pretends to have left his heart back at the tree. The crocodile remembers his wife’s instructions of getting the monkey’s heart and therefore he swims back, and the monkey escapes to safety.",
  
    "Sweet Talk": "Once there was a fox who was very hungry. It was scouring the area for food when it saw a crow eating cake while perched on the branch of a tree. The fox was drawn to it but didn’t know if it could just ask the crow for some cake. The fox devises a scheme to obtain the cake by singing the praises of the crow. The fox praised the crow for some time and it really warmed the crow’s heart. After that, the flattered crow opened his mouth to thank the fox and the cake fell out of his mouth. The fox picked it up and ran away with it, fooling the crow.",
  
    "The Fox and The Drum": "There was once a cowardly fox who was scared of every little thing. Her friends and family used to tell her to be strong but she could never muster the courage to be brave. She once heard a loud strange sound which made her afraid. She became frightened but still decided to investigate. It turned out that the voice that she was just scared of, was just a harmless drum being struck by a tree branch. The fox heaved a sigh of relief and felt brave. After that, she didn’t remain so cowardly and started developing inner strength.",
  
    "Literate": "Once there was a scholar who wanted to cross a river. He gets into a boat and is surprised to find that the boatman doesn’t know how to read or write. He looks down upon the boatman and thinks of him as a useless fellow. He floats in his accomplishments and while he was thinking all this, a storm ensues which makes the boat overturn. The scholar doesn’t know how to swim and is scared for his life. It is the illiterate boatman who comes to his help and saves him. This made the scholar realise his mistake and he started respecting people for their different talents and abilities.",
  
    "Changing color": "Once upon a time, there was a very hungry crow. He noticed a group of white doves eating grains given by some people. The crow's stomach rumbled, and he wanted to join in. But when he flew over to the doves, they shooed him away because he looked different. He felt sad but came up with a clever idea. He found a pail of white paint and dived right in, coming out completely white! Now looking just like a dove, he returned to the feeding spot. This time, the doves didn't chase him away, and he ate all the grains he wanted. Satisfied and full, the crow flew back home. But when he arrived, his crow friends didn't recognize him because of his new white feathers. They thought he was a stranger and turned away from him.",
  
    "The Rabbit and The Turtle": "Once upon a time, a speedy and overconfident rabbit decided to challenge a patient and steady turtle to a race. The rabbit laughed at the idea that the slow-moving turtle could ever beat him. The race began, and the rabbit bolted off the starting line, quickly leaving the turtle far behind. He believed that his victory was certain, therefore, he spotted a shady tree and decided to take a break. Meanwhile, the turtle kept plodding along at his own slow but steady pace. Step by step, he made his way down the path, never stopping or getting distracted. Finally, the turtle crossed the finish line just as the rabbit woke up with a jolt.",
  
    "The Lion and The Mouse": "In a jungle, there lived a mighty lion and a tiny mouse. The lion, always confident and proud, loved to mock the mouse for his small size. One day, a hunter came into the jungle and set a trap, catching the mighty lion in a strong net. The lion roared and struggled, using all his strength to free himself, but the net was too tough. As the lion's roars echoed through the jungle, the little mouse heard his cries and hurried over to see the situation. The lion watched as the tiny mouse began to gnaw at the ropes with his sharp teeth. Slowly but surely, the mouse worked his way through the tough net, one strand at a time. Before long, the net began to loosen, and finally, the lion was free! From that day on, the lion and the mouse became the best of friends.",
  
    "The Magic Well": "In a quaint village surrounded by a dense forest, lived an honest woodcutter. Every day, he went into the forest to chop wood with his axe made of simple iron and wood. One fateful day, as he was chopping near a well, his axe slipped from his grip and plunged into the deep water. Suddenly, a beautiful fairy emerged from the well, holding a gleaming golden axe. 'Is this your axe?' she asked. The woodcutter shook his head. 'No, that's not mine,' he said. 'My axe is plain and made of iron and wood.' The fairy smiled and disappeared into the well again, only to reemerge with a silver axe. 'Perhaps this is your axe?' she asked. Once more, the woodcutter shook his head. 'No, that one isn’t mine either,' Impressed by his honesty, the fairy disappeared one last time and returned with his humble iron and wood axe. 'Is this the one?' she asked. The woodcutter’s eyes lit up 'Yes, that's my axe!' he exclaimed. The fairy gave all three axes to the woodcutter as a token of her appreciation for his truthfulness.",
  
    "The Three Brothers": "There was a father who was constantly troubled by his three sons. They were always fighting and never able to get along. The father knew he had to teach them an important lesson about unity. One day, he called his sons together and handed the oldest a single stick. 'Break it,' he said. The son easily snapped the stick in half. Then, the father took three sticks and tied them together with a piece of string. He handed the bundle to his youngest son and said, 'Now, try to break these.' The youngest son gripped the bundle and tried to break it, but it didn’t budge. He passed it to his brothers, and they struggled too, but no one could break the bundle of sticks. The father smiled and said, 'You see, individually, each stick is easy to break. But when they are together, they are strong and unbreakable. The same goes for you three. If you stand together and support each other, you’ll be strong and unbreakable.'",
  
    "The Birds and The Net": "A flock of birds were excitedly pecking at grains. Just then, a hunter threw his net over them, trapping them all. The birds flapped around in a panic, trying to escape, but it was no use. Their wise leader chirped loudly and asked them all to work together. He instructed them to fly in the same direction at the same time. Following his lead, the birds flapped their wings in unison, and lifted off, carrying the net with them! They soared high into the sky, far out of the hunter’s reach, and finally landed safely in a distant field.",
  
    "The Cap Seller": "Once upon a time, there was a cap seller taking a nap under a shady tree after a long day of selling caps. Mischievous monkeys sneaked down from the trees and took away all his caps except one. When he woke up and saw the monkeys playing with his caps! Thinking quickly, the cap seller grabbed the one cap left on his head and threw it on the ground in frustration. To his surprise, the monkeys copied him exactly and threw all the caps they had stolen onto the ground! Seeing his chance, the cap seller gathered up all the caps while the monkeys watched, confused by their own actions.",
  
    "The Ant and The Grasshopper": "On a sunny summer day, a grasshopper spotted a busy group of ants diligently storing food for the upcoming winter. He chuckled at their hard work, and wondered why they were wasting their time while he danced and played in the warm sunshine all season long. When winter finally arrived with its biting cold and snow, he realised his mistake. While the ants enjoyed their well-stocked pantry, the grasshopper shivered in hunger, regretting his attitude.",
  
    "Three Little Pigs": "Three pigs were sent by their mother to construct their own houses. She had warned them about the big bad wolf lurking around. The first two pigs, being a bit lazy, quickly put together houses made of straw and sticks. Meanwhile, the third pig was determined to build a strong and sturdy house. He laboured day and night, gathering bricks and carefully laying them to create a solid structure that could withstand anything; even a huffing and puffing wolf. Sure enough, one day the wolf came sneaking around the village and easily knocked down the houses made of straw and sticks. But when the wolf came to the third pig’s brick house, he couldn’t knock it down no matter how hard he tried. The pigs learned an important lesson about hard work and perseverance!",

    "Cinderella": "Once upon a time, there was a beautiful, kind-hearted girl called Cinderella, who lived in a far far away land. She lived with her stepmother, Lady Tremaine, and two step-sisters, Anastasia and Drizella. As her stepmother was not very fond of her, she had asked Cinderella to live in the attic. Two cute little mice named Gus and Jaq and the chirping birds became her best friends in her new room. Her stepmother and stepsisters made her do all their household chores. Cinderella woke up early in the morning when it was still all dark to start the fire for their household. She cooked all meals, worked in the kitchen, and kept the fire going to warm their house. Poor Cinderella used to get ashes and cinders all over her clothes and body from the fire. People say her real name was Ella, but her stepsisters and stepmother called her Cinderella as she always had cinders on her clothes. Anastasia and Drizella were arrogant and quarrelsome. They never happened to like Cinderella much and made her life miserable. They made her run on errands for them. Cooking, sewing, and cleaning were all done by Cinderella. Lady Tremaine enjoyed seeing Cinderella work so hard. She cunningly gave extra work to Cinderella, like asking her to bathe her cat, Lucifer. She did everything that she could to make Lady Tremaine, Anastasia, and Drizella happy. One fine morning, the king’s messengers came riding on their horses and announced that the King and the Queen had invited all the maiden ladies of the kingdom to a royal ball. The King and the Queen were to find the Prince a lovely bride. The young ladies were overjoyed with this news. They started to decide on their best ball gowns and jewellery. Soon, the king’s messenger arrived at Cinderella’s home and handed over the invitation to the ball. Lady Tremaine now ordered Cinderella to stitch two beautiful new gowns for Anastasia and Drizella for the royal ball. She kept Cinderella busy with more chores so that she wouldn’t be going to the ball. Cinderella wished to go to the ball as well. So, she found her mother’s old dress from her trunk. She thought to herself that she could make the dress into a beautiful new one fit for the royal ball. Soon, the day of the royal ball arrived, and Anastasia and Drizella were dressed up in the beautiful gowns stitched by Cinderella. Meanwhile, in the attic, Gus and Jaq, the two little mice, and the birds had turned Cinderella’s mother’s old dress into a beautiful one. They had used the ribbons and beads thrown away by Cinderella’s stepsisters to make Cinderella’s dress. Cinderella was very happy to see her new dress done by the mice and the birds. She thanked her little friends and thought to herself that she could go to the ball now. But her stepsisters flew into a terrible rage when they saw her in that beautiful dress. They pulled out the ribbons and beads to destroy her dress. They ripped off the beautiful dress that Cinderella wore. Lady Tremaine did not stop her daughters, instead, she watched them destroy Cinderella’s dress. She left for the ball with her two daughters in a fine carriage and Cinderella was left all alone in the house. She felt bad and went to the garden. She started to weep when she looked at her mother’s dress ripped. She softly said to herself, “ I wish I could also go to the ball!” Suddenly, a Fairy Godmother appeared in front of Cinderella. She told her that she showed up to make Cinderella’s wish come true. The Fairy Godmother touched Cinderella’s head with her wand and Cinderella was all clean and pretty right away. Her messy hair was tucked up nicely in a golden band. With another tap of the wand, Cinderella’s dress was turned into a gorgeous gown. Cinderella couldn’t believe her own eyes. She looked so pretty in that beautiful gown and the amazing glass slippers that the Fairy Godmother created for her. But she didn’t have a carriage to go to the ball. So, the Fairy Godmother waved her magic wand on a pumpkin and turned it into a fine carriage for Cinderella. She tapped her wand on the little mice and turned them into Cinderella’s carriage-men. The Fairy Godmother told Cinderella to go to the ball and have fun. She added, “Remember my child, all this magic spell will vanish at the stroke of midnight. Come back before that.” Cinderella promised to be back before midnight and left happily for the ball in the carriage drawn by Gus and Jaq. When Cinderella arrived at the palace, she was surprised to see a place so majestic and a ball so grand. There were so many young ladies escorted by their mothers. Everyone wanted to impress the Prince. But the Prince was at a loss. He didn’t know where to look or who to dance with. When Cinderella entered the royal ball, all heads turned to see her. She looked like a dream. No one happened to recognize her, even her stepmother and stepsisters were awestruck to see a girl so beautiful. Cinderella walked into the ballroom with her head held high. She looked so royal that everyone thought her to be some princess. The Prince couldn’t take his eyes off Cinderella. He walked to her and introduced himself. Cinderella bowed down and greeted the Prince. He asked her out for a dance. They talked, laughed, and kept dancing to every song. The other young ladies at the ball became jealous of Cinderella. As the evening went on, Cinderella and the Prince became more engrossed in each other’s company. The Prince was smitten by her charm and beauty. Cinderella had never been happier. Suddenly, she heard ‘Dong’, ‘Dong!’ It was the clock that was about to strike 12. She looked up at the big royal clock at the palace and found that it was almost midnight. She screamed, “Oh! It is almost midnight!” She told the Prince that she couldn’t stay longer. She said, “I must go now.” The Prince couldn’t hear Cinderella as the clock was loud enough. Cinderella bid him goodbye and ran down the stairs in a hurry.As she was hurrying down the stairs, one of her glass slippers came off her feet but she didn’t stop to pick it up and left the palace. The magic spell had started to wear off. The Prince followed her to the stairs. “I don’t even know your name,” he called out to her. But she didn’t turn back and seemed to have vanished into thin air, in her carriage. The Prince found her glass slipper on the stairs. He realised that it was a special glass slipper that could only fit Cinderella’s foot. So the next day, he started to look for the other slipper. He went from one house to another and tried to find the right fit for the glass slipper. All the young ladies were trying to wear the glass slipper, but it didn’t fit any of them. Finally, the Prince arrived at Cinderella’s house. Lady Tremaine’s daughters were all ready to try the glass slipper, but it didn’t fit their feet. The Prince asked if there was any other young lady in the house. Though they refused to tell the Prince about Cinderella, he found her working in the house. He got down on his knee and insisted she tried the glass slipper. It was a perfect fit for Cinderella’s foot. The Prince was overjoyed to have found his love. He didn’t care about the cinders on her hair but looked into her eyes. “I found you!” he said and took Cinderella off with him. Lady Tremaine and her two daughters grew red with anger, and Cinderella’s friends Gus and Jaq rejoiced. The Prince married Cinderella and they lived happily ever after, in the palace. Moral: Good people are always rewarded at the right time. In this Princess Cinderella story, Cinderella has always been good despite the difficulties she faced. The Prince found her though she had cinders all over her dress and hair. He fell in love with her innocence and goodness. Cinderella’s miserable days came to an end. She got married to the Prince and they lived happily ever after."
  }
  