{
    "The Tortoise and the Ducks": "The Tortoise, you know, carries his house on his back. No matter how hard he tries, he cannot leave home. They say that Jupiter punished him so, because he was such a lazy stay-at-home that he would not go to Jupiter's wedding, even when especially invited. After many years, Tortoise began to wish he had gone to that wedding. When he saw how gaily the birds flew about and how the Hare and the Chipmunk and all the other animals ran nimbly by, always eager to see everything there was to be seen, the Tortoise felt very sad and discontented. He wanted to see the world too, and there he was with a house on his back and little short legs that could hardly drag him along. One day he met a pair of Ducks and told them all his trouble. \"We can help you to see the world,\" said the Ducks. \"Take hold of this stick with your teeth and we will carry you far up in the air where you can see the whole countryside. But keep quiet or you will be sorry.\" The Tortoise was very glad indeed. He seized the stick firmly with his teeth, the two Ducks took hold of it one at each end, and away they sailed up toward the clouds. Just then a Crow flew by. He was very much astonished at the strange sight and cried: \"This must surely be the King of Tortoises!\" \"Why certainly—\" began the Tortoise. But as he opened his mouth to say these foolish words he lost his hold on the stick, and down he fell to the ground, where he was dashed to pieces on a rock.",
    "The Lion's Share": "A long time ago, the Lion, the Fox, the Jackal, and the Wolf agreed to go hunting together, sharing with each other whatever they found. One day the Wolf ran down a Stag and immediately called his comrades to divide the spoil. Without being asked, the Lion placed himself at the head of the feast to do the carving, and, with a great show of fairness, began to count the guests. \"One,\" he said, counting on his claws, \"that is myself the Lion. Two, that's the Wolf, three, is the Jackal, and the Fox makes four.\" He then very carefully divided the Stag into four equal parts. \"I am King Lion,\" he said, when he had finished, \"so of course I get the first part. This next part falls to me because I am the strongest; and this is mine because I am the bravest.\" He now began to glare at the others very savagely. \"If any of you have any claim to the part that is left,\" he growled, stretching his claws meaningly, \"now is the time to speak up.\"",
    "The Lion, the Bear, and the Fox": "Just as a great Bear rushed to seize a stray kid, a Lion leaped from another direction upon the same prey. The two fought furiously for the prize until they had received so many wounds that both sank down unable to continue the battle. Just then a Fox dashed up, and seizing the kid, made off with it as fast as he could go, while the Lion and the Bear looked on in helpless rage. \"How much better it would have been,\" they said, \"to have shared in a friendly spirit.\"",
    "The Peacock": "The Peacock, they say, did not at first have the beautiful feathers in which he now takes so much pride. These, Juno, whose favorite he was, granted to him one day when he begged her for a train of feathers to distinguish him from the other birds. Then, decked in his finery, gleaming with emerald, gold, purple, and azure, he strutted proudly among the birds. All regarded him with envy. Even the most beautiful pheasant could see that his beauty was surpassed. Presently the Peacock saw an Eagle soaring high up in the blue sky and felt a desire to fly, as he had been accustomed to do. Lifting his wings he tried to rise from the ground. But the weight of his magnificent train held him down. Instead of flying up to greet the first rays of the morning sun or to bathe in the rosy light among the floating clouds at sunset, he would have to walk the ground more encumbered and oppressed than any common barnyard fowl.",
    "The Fox and the Crow": "One bright morning as the Fox was following his sharp nose through the wood in search of a bite to eat, he saw a Crow on the limb of a tree overhead. This was by no means the first Crow the Fox had ever seen. What caught his attention this time and made him stop for a second look, was that the lucky Crow held a bit of cheese in her beak. \"No need to search any farther,\" thought sly Master Fox. \"Here is a dainty bite for my breakfast.\" Up he trotted to the foot of the tree in which the Crow was sitting, and looking up admiringly, he cried, \"Good-morning, beautiful creature!\" The Crow, her head cocked on one side, watched the Fox suspiciously. But she kept her beak tightly closed on the cheese and did not return his greeting. \"What a charming creature she is!\" said the Fox. \"How her feathers shine! What a beautiful form and what splendid wings! Such a wonderful Bird should have a very lovely voice, since everything else about her is so perfect. Could she sing just one song, I know I should hail her Queen of Birds.\" Listening to these flattering words, the Crow forgot all her suspicion, and also her breakfast. She wanted very much to be called Queen of Birds. So she opened her beak wide to utter her loudest caw, and down fell the cheese straight into the Fox's open mouth. \"Thank you,\" said Master Fox sweetly, as he walked off. \"Though it is cracked, you have a voice sure enough. But where are your wits?\"",
    "Jupiter and the Monkey": "There was once a baby show among the Animals in the forest. Jupiter provided the prize. Of course all the proud mammas from far and near brought their babies. But none got there earlier than Mother Monkey. Proudly she presented her baby among the other contestants. As you can imagine, there was quite a laugh when the Animals saw the ugly flat-nosed, hairless, pop-eyed little creature. \"Laugh if you will,\" said the Mother Monkey. \"Though Jupiter may not give him the prize, I know that he is the prettiest, the sweetest, the dearest darling in the world.\"",
    "The Stag, the Sheep, and the Wolf": "One day a Stag came to a Sheep and asked her to lend him a measure of wheat. The Sheep knew him for a very swift runner, who could easily take himself out of reach, were he so inclined. So she asked him if he knew someone who would answer for him. \"Yes, yes,\" answered the Stag confidently, \"the Wolf has promised to be my surety.\" \"The Wolf!\" exclaimed the Sheep indignantly. \"Do you think I would trust you on such security? I know the Wolf! He takes what he wants and runs off with it without paying. As for you, you can use your legs so well that I should have little chance of collecting the debt if I had to catch you for it!\"",
    "The Farmer and His Sons": "A rich old farmer, who felt that he had not many more days to live, called his sons to his bedside. \"My sons,\" he said, \"heed what I have to say to you. Do not on any account part with the estate that has belonged to our family for so many generations. Somewhere on it is hidden a rich treasure. I do not know the exact spot, but it is there, and you will surely find it. Spare no energy and leave no spot unturned in your search.\" The father died, and no sooner was he in his grave than the sons set to work digging with all their might, turning up every foot of ground with their spades, and going over the whole farm two or three times. No hidden gold did they find; but at harvest time when they had settled their accounts and had pocketed a rich profit far greater than that of any of their neighbors, they understood that the treasure their father had told them about was the wealth of a bountiful crop, and that in their industry had they found the treasure.",
    "The Boys and the Frogs": "Some Boys were playing one day at the edge of a pond in which lived a family of Frogs. The Boys amused themselves by throwing stones into the pond so as to make them skip on top of the water. The stones were flying thick and fast and the Boys were enjoying themselves very much; but the poor Frogs in the pond were trembling with fear. At last one of the Frogs, the oldest and bravest, put his head out of the water, and said, \"Oh, please, dear children, stop your cruel play! Though it may be fun for you, it means death to us!\"",
    "The Bear and the Bees": "A Bear roaming the woods in search of berries happened on a fallen tree in which a swarm of Bees had stored their honey. The Bear began to nose around the log very carefully to find out if the Bees were at home. Just then one of the swarm came home from the clover field with a load of sweets. Guessing what the Bear was after, the Bee flew at him, stung him sharply and then disappeared into the hollow log. The Bear lost his temper in an instant, and sprang upon the log tooth and claw, to destroy the nest. But this only brought out the whole swarm. The poor Bear had to take to his heels, and he was able to save himself only by diving into a pool of water."
}