{
    "ఎద్దు గర్వం": "ఒక ఊరి లో ప్రతి సంవత్సరం దేవుడిని ఊరేగింపు తీసుకెళ్లే సాంప్రదాయం ఉండేది. ప్రతి సంవత్సరం ఊళ్ళో వారంతా పండగ చేసుకుని, పూజలు చేసి, ఊరేగింపు కోసం అన్ని వీధులు శుభ్రం చేసి, మూగ్గులతో, తోరణాలతో, పువ్వులతో, చాలా అందంగా అలంకరించేవారు. ఊరేగింపుకు ఒక ఎద్దు బండి కట్టేవారు. ఆ బండిని కడిగి, పసుపు రాసి, బొట్లు పెట్టి, పూలు కట్టి దాన్ని కూడా అందంగా అలంకరించేవారు. మరి ఆ బండిని తోలే ఎద్దు సంగతి చెప్పాలా? ఊళ్ళో అన్నిటికన్నా ఆరోగ్య వంతంగా, బలంగా ఉన్న ఎద్దును ఎంచుకునేవారు. ఆ ఎద్దు చర్మం నిగనిగలాడేలా దానికి స్నానం చేయించి, బొట్లు పెట్టి, గంటలు కట్టి పట్టు వస్త్రాలు వేసేవారు. ఆహ! చాలా చూడ ముచ్చటగా తయారు చేసేవారు. ప్రతి సంవత్సరంలా ఈ సంవత్సరం కూడా ఊరేగింపుకు ఊరు తయారయ్యింది. రాముడు అనే ఓక ఎద్దును ఎంచుకున్నారు. బాగా తయారు చేసి, బండి కట్టారు. గుడి ముందర నుంచోపెట్టి, దేవుడి విగ్రహాన్ని బండిలో పెట్టి, హారతి ఇచ్చి ఊరేగింపు మొదలెట్టారు. ఆ రోజంతా రాముడు ఎక్కడికెళ్తే అక్కడ మనుషులు వంగి, నమస్కారాలు పెట్టారు. వెర్రి రాముడు ఇదంతా తనకి చేస్తున్న సత్కారం అనుకుని భ్రమ పడ్డాడు. రోజంతా చాలా గర్వంగా, పొగరుగా, కొమ్ములు పైకి పెట్టి, ఛాతీ బయిటికి పెట్టి నడిచాడు. తనలో తానె మురిసిపోయి, పొంగిపోయాడనుకోండి! ఇక సాయంత్రంతో మళ్ళి ఊరేగింపు గుడికి చేరింది. ఎదురు సన్నాహంతో, బాజా బజంత్రీలతో, గ్రామ ప్రజలు తమ దేవుడి విగ్రహాన్ని బండిలోంచి దింపి లోపలి తీలుకుని వెళ్లారు. విగ్రహం బండిలోంచి దిగంగానే ఇంకేముంది? అందరు రాముడిని మర్చిపోయారు. ఎవరి పనుల్లో వాళ్ళు పడిపోయారు. రాముడిపాయి వేసిన పట్టు వస్త్రాలు తీసేసి మళ్ళీ రాముడిని ఎడ్ల పాక లో తీసుకుని వెళ్లి అక్కడ వదిలేశారు. ఎవ్వరు దండాలు పెట్టలేదు. అప్పుడు రాముడికి అర్ధమయ్యింది. మనుషులు గౌరవం ఇచ్చేది మనకి కాదు, మనం చేసే పనులకని.",
    "పంది భయం పందిది": "ఒక రోజు ఒక గొర్రెలోడికి అనుకోకుండా ఒక పంది దొరికింది. గొర్రెలోడు వెంటనే ఆ పందిని పట్టడానికి ప్రయత్నం మొదలెట్టాడు. పందికి చాలా భయమేసింది. అది కేకలు పెడుతూ అటూ ఇటూ పరిగెత్తింది. నానా గోల పెట్టింది. ఎలాగో కష్ట పడి గొర్రెలోడు దాన్ని పట్టుకుని భుజం మీద వేసుకుని వేళ్ళ సాగాడు. అప్పు డైనా పంది గోల పెట్టడం ఆపిందా? లేదు. దాన్ని మానాన్ని అది వదలకుండా మహా గోల పెడుతూనే వుంది. భుజం మీద ఊరికే ఉండకుండా మెలికలు తిరుగుతూ కిందకి దుంకి పారిపోవాలని ప్రయత్నం చేస్తూనే ఉంది. అలా గోల గోల పెడుతున్న పందిని చూసి గొర్రెలోడి వెనకున్న గొర్రెలన్నీ నవ్వడం మొదలెట్టాయి. వాటిల్లో ఒక గొర్రె పందితో ఇలా అంది: “ఎందుకు అంత గోల పెడుతున్నావు? యెంత సిల్లీ గా కనిపిస్తున్నావో తెలుసా? ఈ గొర్రెలోడు మమ్మల్ని కూడా ఇలా పట్టుకుని నడుస్తాడు. కానీ మేము ఎప్పుడు ఇలా గోల గోల పెట్టము. మర్యాదగా చెప్పిన మాట వింటాము” వెనకున్న గొర్రెలన్నీ ఏదో ఎప్పుడు భయమంటే ఏంటో తెలీనట్టు మొహాలు పెట్టి తల ఊపుతున్నాయి. దానికి పంది ఇలా జవాబు చెప్పింది. “మిమ్మల్ని గొర్రె లోడు జాగ్రత్త గా చూసుకుంటాడు. మీకు స్నానం చేయించి, మేతకు తీసుకువెళ్లి, మిగతా జంతువుల నుంచి కాపాడి కంటికి రెప్పలా చూసుకుంటాడు. అందుకే మీకు అతనంటే భయం లేదు. కానీ నన్నేమి చేస్తాడో తెలీదు కదా? నన్ను వొండుకు తింటాడో, ఊళ్ళో అమ్మేస్తాడో ఏమిటో? నా భయం నాకు ఉంటుంది కదా!” నిజమే. ఏ అపాయం లేనప్పుడు ధైర్యంగా, సాహస మంతుల లా ఉండడం చాలా సులువు. ఆపద వచ్చినప్పుడు భయమంటే ఏంటో తెలుస్తుంది. అందుకే భయపడుతున్న వాళ్లని చూసి నవ్వకూడదు. వాళ్ళ కష్టం అర్ధం చేసుకోవాలి.",
    "దేవుడే కాపాడుతాడు": "అనగనగా ఒక నది గట్టున ఒక ఊరు వుండేది. ఊళ్ళో జనాలంతా ప్రశాంతంగా, కలిసి కట్టుగా ఉండేవారు. ఆ ఊళ్ళో ఒక గుడి వుండేది. రోజు గ్రామ ప్రజలు ఆ ఊళ్ళో పూజలు చేసేవారు. గుడిలో పూజారిని ఆదరించి వారు. అలాంటి పండంటి ఊళ్ళో ఒక సంవత్సరం ఉద్ధృతం గా వర్షాలు పడి, నది పొంగి, వరదలు వచ్చాయి. ఊరంతా నీళ్ళు నిండి పోవడం మొదలయ్యింది. ఊళ్ళో వున్న వారంతా వరదనుంచి తప్పించుకోవటానికి, తమ ఇళ్ళను వదిలేసి పయి ప్రాంతాలకు బయలుద్యారారు. అందులో ఒక పెద్దమనిషి గుడి వైపు పరిగెత్తి అందులోని పూజారి గారిని కూడా వారితో వచ్చేయమని ప్రాధేయ పడ్డాడు- “వరద నీళ్ళు ఊళ్ళోకి వచ్చేసాయి, ఇంటి గడపల దాకా నీళ్ళున్నాయి, పరిస్థితి ప్రమాదకరంగా వుంది. మేము అందరం ఊరు వదిలి వెళ్లి పోతున్నాము, మీరు కూడా మాతో వచ్చేయండి!” ఆ పూజారి ప్రశాంతంగా, “నా గురించి దిగులు పడకండి, నేను నిత్యం సేవించే నా స్వామే నన్ను కాపాడుతాడు. మీరు వెళ్ళండి.” అన్నారు.  ఈ మాట విని ఆ పెద్దమనిషి వెళ్ళిపోయాడు. కొంత సేపటికి నీళ్ళు నడుము దాకా వచ్చేసాయి. పూజరిగారు గుడి గట్టున నుంచొని జపం చేసుకుంటుంటే ఒక గుర్రపు బండిలో పోతున్న వారు కొంత మంది ఆగి, పూజారిగారిని కూడా బండి యెక్క మన్నారు. కానీ పూజారిగారు మట్టుకు, “నన్ను దేవుడే కాపాడతాడు!” అని గుడిలోనే వుండిపోయారు. ఇంకొంచం సేపటికి నీళ్ళు మెడ దాకా వచ్చేసాయి. పడవలో ప్రయాణం చేస్తున్న కొందరు చూసి వారితో వచ్చేయమని బ్రతిమాలుకున్నారు. “మీరు ఇంకా ఇక్కడే వున్నారా! ఇక్కడ వుండడం చాలా ప్రమాదం, నీళ్ళు చాలా వేగంగా వచ్చేస్తున్నాయి, మీరు మాతో రండి!” అన్నారు. కాని వారితో కూడా పూజరిగారు, “మీరు వెళ్ళండి, నన్ను దేవుడే కాపాడతాడు” అన్నారు. చలితో వణుకుతూ ఆ పూజారి ముక్కు దాకా నీళ్ళు వచ్చేసరికి ఇంక ఖంగారు పడ్డాడు. అతి త్వరలో గుడి మొత్తం నీళ్ళు నిండిపోయాయి. పూజరిగారు దేవుడి ధ్యానం చేసుకుంటూనే గుడి గోపురం ఎక్కి కూర్చున్నారు. కొంత సేపటికి దిగులు మొదలయ్యింది. ఎప్పటికీ వాన ఆగటంలేదు, చలి గా వుంది, నీళ్ళ ప్రవాహం ఎక్కడా ఆగేలా కనిపించటంలేదు. “దేవుడా! నేను నీకు ఏమి తక్కువ చేసాను? రోజు శ్రద్ధగా పూజలు చేసాను. నిన్నే నమ్ముకున్నాను! అయినా నన్ను కాపాడడానికి రావేంటి!” అని దేవుడితో ఫిరియాదు చేసుకోవడం మొదలెట్టాడు. దేవుడు ప్రత్యక్షం అయ్యాడు. “మూర్ఖుడా! నీకు మనిషిని పంపించాను, బండిని పంపించాను, పడవను పంపించాను! నువ్వే రాకుండా ఇక్కడ తిష్ట వేసావు. నువ్వు నన్ను గుర్తు పట్టకపోతే అది నా తప్పా?” అని మందలించి మాయమయిపోయాడు. పూజారికి వెంటనే గ్యానోదయం అయ్యింది. చేసిన పొరపాటు గ్రహించి, క్షమాపణ కోరాడు. కొంత సేపటికి మరో పడవలో కొంత మంది కనిపించారు. “పూజారి గారు! మీరు ఇంకా ఇకాడే వున్నారని తెలిసింది, మాతో రండి, ఇక్కడ వుండడం మంచిది కాదు!” అన్నారు. పూజారి గారు మరో మాట మాట్లాడకుండా పడవ ఎక్కి ప్రాణాలను కాపాడుకున్నారు.",
    "ఒక కోతీ, రెండు పిల్లులు": "అనగనగా రెండు పిల్లులు ఒక రొట్టె ముక్క కోసం దెబ్బలాడుకుంటున్నాయి. నాదంటే నాదని హోరా హోరీ గా గొడవపడుతున్న ఆ పిల్లులను ఒక కోతి చూసింది. ఎంత సేపటికి వాటి గొడవ తీరట్లేదు, ఈ సమస్యకు పరిష్కారం వాటికి తోచలేదు. మొత్తానికి కోతి వాటిని విడతీసి, “ఇంతోటి దానికి ఎందుకు దేబ్బలాడుతున్నారు? మీ సమస్యకి ఒకటే పరిష్కారం. ఈ రొట్టె ముక్కని మీరు చెరి సగం పంచుకోండి. కావాలంటే మీ ఇద్దరికీ సమానంగా నేను పంచి పెడతాను” అని చెప్పింది. కోతి మాట ఆ పిల్లులకు నచ్చింది. ఆ రొట్టి ముక్క ను కోతికి అంద చేసారు. కోతి ఆ ముక్కను రెండు గా చేసింది. “అయ్యో! ఒక ముక్క పెద్దగా వుందే!” అని కోతి ఆ ముక్క ను కొంచం కొరికి తినేసింది. “అరెరే! ఇప్పుడు ఈ ముక్క పెద్దగా అయిపొయింది!” అని రెండో ముక్కలో కొంచం తినేసింది. “ఛ! ఇప్పుడు ఇది పెద్దగా అయిపొయింది!” అని మళ్ళి మొదటి ముక్కలో కొంచం తినేసింది. ఇలా కొంచం కొంచం చేసి మొత్తం రొట్టె ముక్క కోతి తిని, తుర్రున చెట్టెక్కి పడుక్కుంది. పిల్లులు రెండూ నోరు వెలేసి చూస్తూ వుండి పోయాయి. నిరాశగా వాటి దారిన అవి వెళ్లి పోయాయి.  అందుకే, పెద్దలు మనకి ఎప్పుడు చెపుతూ వుంటారు – ఇద్దరి మధ్య గోడవయినప్పుడు లాభం ఎప్పుడు మూడో వారికి చండుతుందని.",
    "రాజులు మారెనో, గుర్రాలు ఎగిరెనో": "అనగనగా ఒక రాజుగారు తన రాజ్య పర్యటన చేస్తూ ఒక గుర్రాల బజారులోకి వెళ్ళారు. బజారులోని గుర్రాల వ్యాపారస్తులందరూ రాజుగారికి గుర్రాలు అమ్మాలని ప్రయత్నాలు మొదలెట్టారు. ఒకరిని మించి ఒకరు వారి వారి గుర్రాలను పొగడడం మొదలెట్టారు. “నా గుర్రం మీరు చెప్పినట్టు చేస్తుంది” అని ఒకరంటే, “నా గుర్రం చాలా వేగంగా పరిగెడుతుంది” అని ఒకరు, “అసలు నా గుర్రానికి భయమే తెలీదు” అని మరింకొకరు గొప్పగా చెప్పుకున్నారు. ఒక వ్యాపారస్తుడు మరీ అతికి పోయి, “నా గుర్రం ఎగరగలదు” అన్నాడు. వెంటనే రాజు గారు ఆ గుర్రాన్ని కొని, తనతో రాజు మహాలుకి తీసుకుని వెళ్ళారు. మొన్నాడు నేసాధిపతిని పిలిచి, “ఈ గుర్రం ఎగురుతుంది” అని చెప్పారు. సేనాధిపతి ఆశ్చర్యపోయి, గుర్రాన్ని ఎగిరించే ప్రయత్నం చేసారు. కాని గుర్రం ఎలా ఎగురుతుంది? ఎగర లేదు. రాజు గారు, “అదేంటి, నిన్న మరి నాతో వ్యాపారస్తుడు అలా చెప్పాడు, అతన్ని పిలవండి” అని ఆదేశించారు. వ్యాపారస్తుడిని రాజుగారి ముందరు నిలపెట్టారు. రాజుగారు, “నిన్న నీ గుర్రం ఎగురుతుంది అన్నావు కదా, ఏది ఒక సారి ఎగిరించి చూపించు” అన్నారు. “మహారాజా! గుర్రం ఎగురుతుంది, అంటే నా ఉద్దేశ్యం అంత వేగం గా పరిగేడుతుందని” అని వ్యాపారస్తుడు చెప్పాడు. రాజుగారికి చాలా కోపం వచ్చింది. “ఇతని తల నరికేయండి!” అని ఆదేశించారు. ఆ తర్వాత ముఖ్య మంత్రిని పిలిచారు. “ముఖ్య మంత్రి! నాకు ఈ గుర్రం ఎగిరితే చూడాలని ఉంది! ఈ పని మీరే చేయాలి!” అన్నారు. ముఖ్య మంత్రి దంగ్ అయిపోయి, “మహారాజా! గుర్రం ఎలా ఎగురుతుంది, ఆ వ్యాపారస్తుడు అబద్ధం చెప్పానని ఒప్పుకున్నాడు కదా!” అన్నారు. మహారాజు వెంటనే, “ఇతని తల నరికేయండి!” అని ఆదేశించారు. ఇలా ఒక్కొక్కరినీ పిలవడం, వాళ్ళను గుర్రం ఎగిరించి చూపించ మానడం; వారు అదెలా సాధ్యం అని అడిగితే వారి తల తీసేయడం, కొన్ని రోజులు ఇలా గడిచాయి. మొత్తానికి ఒక రోజు ఒక సభికుడిని పిలిచే, రాజు గారు గుర్రాన్ని ఎగిరించమని ఆజ్ఞాపించారు. సభికుడు తల వంచి, “అలాగే మహారాజా! నాకు ఒక సంవత్సరం గడువు ఉవ్వండి, నేను ప్రయత్నం చేస్తాను!” అని ఒప్పుకున్నాడు. రాజు గారు సంతోషించి, ఒక సంవత్సరం గడువు ఇవ్వడానికి ఒప్పుకున్నారు. సభికులు, రాజ్యంలో వున్న వారందరూ ఆశ్చర్యపోయారు. “ఎలా ఒప్పుకున్నావు? అసలు గుర్రం ఎలా ఎగురుతుంది? నీ దెగ్గిర ఏమైనా ఉపాయముందా?” అని రక రకాల ప్రశ్నలు అడిగారు. సభికుడు చిరునవ్వుతో తప్పించుకుని ఇంటికి చేరుకున్నాడు. ఊరంతా నిప్పులా పాకిపోయిన ఈ వార్త ఇంట్లో వున్న అతని భార్యకి కూడా తెలిసింది. ఆందోళనగా ఆటను ఇంటికి వచ్చే దాకా గుమ్మం మీద కాపు కాసింది. ఇంటికి భర్త రాగానే విన్నది నిజమేనా అని అడిగింది. సభికుడు నిజమే కానీ ఖంగారు పడద్దు అని భార్యను ఇలా ఓదార్చాడు – “మూర్ఖుల మనసులో ఒకటి పడితే అది సాధించాలన్న పట్టుదల బలంగా మొదలవుతుంది. వారితో వాదించడం కష్టం. మహారాజు గారి మనసులో ఈ విషయం అలాగే బలంగా పడిపోయింది. వారిని కాదన్న వారి తలలు నరికించేసారూ. నన్ను అడిగిన వెంటనే నేను కూడా కుదరదు అంటే నా తల కూడా వెంటనే తెగేది. ఒక సంవత్సరం గడువు అడిగితే వెంటనే ముందరున్న ప్రమాదం తొలిగింది కదా! ఆ పయిన చూద్దాం! యాడాదిలో ఏమైనా కావచ్చు. రాజు గారు ఈ విషయం మరిచిపోవచ్చు! లేదా పట్టుదల తగ్గవచ్చు! భవిష్యత్తు ఎవరు చూసారు? రాజులు మారెనో, గుర్రాలు ఎగిరెనో!”",
    "శ్రీ కృష్ణదేవరాయుల కల": "500 సంవత్సరాల క్రితం విజయనగరమనే సామ్రాజ్యాన్ని శ్రీ కృష్ణదేవరాయులు పరిపాలించేవారు. ఆయిన ఒక రోజు నిద్రలొ ఒక కల కన్నారు. ఆ కలలో ఆయినకొక అందమైన భవనము కనిపించింది. ఆ భవనం ఆకశంలో తేలుతూ, లక్ష దీపాలతో చాలా అద్భుతంగా వుంది. తలుచుకుంటే చాలు, మాయమైపోయే ఆ భవనాన్ని కలలో చూసిన రాయలు ఆ కలను మరువలేకపోయారు. మొన్నాడు సభలో ఆయిన ఆ కలను వివరించి దాన్ని నిజం చేయాలన్న ఆయిన గట్టి నిర్ణయాన్ని అందరికీ తెలిపేరు. అది విన్న వారంత అలాంటి భవనమును ఎలా కట్టగలము – అసలు గాలిలో తేలే భవనాన్ని కట్టడం అసాధ్యము కదా అని నచ్చచెప్పడానికి ప్రయత్నించారు. రాయులు కోపగించుకుని – “అదంతా నాకు అనవసరం. మీరేంచేస్తారో నాకు తెలీదు కాని నా కల నిజమవ్వాలి. అలాంటి భవనాన్ని కట్టిన వారికి నేను లక్ష వరహాల బహుమానము ఇస్తాను – లేదా మీరందరు నాకు కనిపించకండి” అని ఆఙాపించారు. విన్నవారంత నిర్ఘాంతపోయారు. ఎన్ని రోజులు గడిచినా రాయులు ఆ కలను మరువలేదు. ఒక రోజు సభకొక వృద్ధుడు వచ్చాడు. నెరిసిపోయిన గెడ్డం, జుత్తు, మీసాలతో పాపం అతి కష్టం మీద కర్ర తో నడుస్తున్నాడు. నాకు అన్యాయం జరిగింది, న్యాయం చేయండి అని రాయులవారి ని ప్రార్థించాడు. “నీకేమన్యాయం జరిగిందో నిర్భయంగా చెప్పు, నేను న్యాయం చేస్తాను” అని రాయులు హామి ఇచ్చారు. “నా దెగ్గిర నూరు నాణ్యాలున్నాయి స్వామి, అవి ఒకరు దొంగలించుకుపోయారు. నాకు వారెవరో తెలుసు, నా నాణ్యాలు అడిగి ఇప్పించండి” అని ఆ వృద్ధుడు విన్నపించాడు. శ్రద్ధగా విన్న రాయులు ఈ దొంగతనం యెవరు చేసారు, యెక్కడ చెసారు అని ప్రశ్నించారు. వృద్ధుడు తడపడడం చూసి “నీకేమి భయం లేదు, చెప్పు” అని రాయులు ప్రోత్సహించారు. “నా నూరు నాణ్యాలు దొంగలించింది మీరే స్వామి” అన్నాడు వృద్ధుడు. “నిన్న రాత్రి నా కలలో వచ్చి మీరే అవి దోచారు.” రాయులకు చాలా కోపం వచ్చింది. “యేమిటీ వెటకారం! కలలో జరిగినది నిజమనుకుంటే ఎలా?” అని కోపంగా అడిగారు. ఈ మాట విన్న వృద్ధుడు తన గెడ్డం, మీసం తీసేసి, కర్రను పక్కకు పడేసి, పగటి వేశాన్ని విప్పేసాడు. చూస్తే అతను తెనాలి రామకృష్ణ “క్షమించండి స్వామి – మీ కలను నిజం చేయడం ఎంత కష్టమో నిరూపించడానికే ఇలా చేసాను” అన్నాడు తెనాలి. రాయులకు చాలా నవ్వొచ్చింది. ఇంత చక్కగా ఆయినకు అర్ధమయ్యేలా చెప్పిన తెనాలి రామకృష్ణను ఆయిన చాలా అభినందించారు.",
    "అనంతుడి కోరిక": "పట్టువదలని విక్రమార్కుడు చెట్టు వద్దకు తిరిగెళ్ళి, చెట్టుపై నుంచి శవాన్నిదించి భుజానవేసుకుని, ఎప్పటిలాగే మౌనంగా స్మశానానికేసి నడవసాగాడు. అప్పుడు శవంలోని బేతాళుడు, “రాజా, విద్యాదికుదివైన నువ్వు, భీతగోల్పే ఈ స్మశానంలో, నిశిరాత్రి వేళ ఇన్ని కష్టాలను సాహిస్తున్నావంటే నమ్మసఖ్యం కాకుండా వున్నది. ఇంతకూ దీనికి కారకులు, నీ మంచితనాన్ని తమ స్వార్థం కోసం ఉపయోగించు కుంటున్న కుత్సిత మనస్కులై వుండాలి. అలాంటి వాళ్ళ వలలో చిక్కి, కార్యసాధన తర్వాత అవివేకం కొద్దీ తనమేలును కూడా మరచిన అనటుడనే యువకుడి కథ చెబుతాను, శ్రమ తెలియకుండా విను.” అంటూ ఇలా చెప్పసాగాడు: పూర్వం మందారకమే దేశాన్ని సత్కీరుడనే రాజు పరిపాలించేవాడు. విరజుడు, సత్కరుడి ఒక్కగానొక్క కొడుకు. అతడికి కాస్త వయసురాగానే రాజు, అతణ్ణి గోబిలుడనే గురువు నడిపే గురుకులానికి పంపించాడు. గురుకులంలో మొత్తం పదిమంది విద్యార్దులున్దేవారు. వారిలో ఒక్క అనటుడనే విద్యార్ధి తప్ప మిగిలినవారందరూ, విరజుడు రాజుకుమారుడనే భయభక్తులతో కొంచెం ఎడంగా మసిలేవారు. అయితే అనంతుడు మాత్రం మొదటి రోజునే విరజుడిని ఆదరంగా పలకరించి స్నేహం కలుపుకున్నాడు. శాంతంగా, ఆత్మీయంగా ప్రవర్తించే అనంతుడు విరజుడికి కూడా నచ్చటంతో వారి స్నేహం దినదిన ప్రవర్ధమానం కాసాగింది. అయితే, విరజుడిలో తను రాజకుమారుదనన్న అహంకారానికి మూర్ఖత్వం కూడా తోడూ కావడంతో, అనంతుడి మీద అప్పుడప్పుడూ అధికారం చలాయించేవాడు. అయినప్పిటికీ అనంతుడు కోపం తెచ్చుకోకుండా విరజుది పట్ల మిత్రభావాన్ని ప్రదర్శించేవాడు. విరజుడికి గురువు చెప్పే పాఠాలు ఒకంతట తలకేక్కేవి కాదు. అయితే అతడు గురువు దగ్గర ఏమీ మాట్లాడక, తీరిక సమయాలో అనంతుడిని వేధించేవాడు. అనంతుడు ఏమాత్రం విసుగు చెందకుండా పాఠ్యాంశం విరజుడికి గ్రాహ్మయ్యేలా ఒకటికి నాలుగు సార్లు భోదించే వాడు. ఈ విధంగా విరజుడు చదువులో కాస్త చురుకుతనం పున్జుకోగానే, గురువు గోబిలుడు దాన్ని గమనించి, అతడికి మరింత ప్రోత్సాహజనకంగా వుండడం కోసం, అడపాదడపా ప్రశ్నించటం ప్రారంభించాడు. మొట్ట మొదటిసారి గురువు ప్రస్నించ గానే విరజుడు, అనంతుడితో, “అనంతా! ఈ రోజు గురువుగారు నన్ను ప్రస్నిన్చారంటే, ఆ ఘనత అంతా నీదే. నీ మేలు ఎన్నటికీ మర్చిపోను. నేను రాజునవగానే నిన్ను నా ప్రధాన మంత్రిని చేసుకుంటాను!” అన్నాడు. విరజుడి మాటకు అనంతుడు చాలా సంతోషించాడు. గోబిలుడు కూడా ఆ సంగతి విని చాలా ఆనందించి, విరజుడిని మరింతగా మెచ్చుకుంటూ, “నాయనా, మనిషిని పశుత్వం నుంచి వేరు చేసే ఉత్తమ గుణాల్లో కృతజ్ఞత ఒకటి! నువ్వు అనంతుడి పట్ల చాలా ఉదాత్తంగా ప్రవర్తించావు. ఈ రోజు నువ్వు చేసిన వాగ్దానాన్ని కలలో కూడా విస్మరించకుండా నిలబెట్టుకో” అని హితవు పలికాడు. విరజుడు అలాగేనన్నట్టు తలాడించాడు. అయితే, ఆ తర్వాత జరిగింది మాత్రం వేరు. అతడు క్రమేపీ చదువులో కొంత రాణిస్తూ, నానాటికీ అహంకారం పెంచుకుని, అనంతుడిని నిర్లక్ష్యం చేయడం ప్రారంభించాడు. అలా కొంత కాలం గడిచి, ఇద్దరి విద్యాభ్యాసం ముగింపుకు వచ్చేనాటికి, విరజుడు తన వాగ్దానాన్ని పూర్తిగా మరిచినట్లు అందరికీ తెలిసిపోయింది. అనంతుడు గురుకులంలో తన విద్యాభ్యాసం ముగియగానే, గురువు గోబిలుడితో, “స్వామీ! నాకింకా విద్యా తృష్ణ తీరలేదు. తమరు అనుమతిస్తే, ఆరావళీ పర్వత పాదాల వడ్డన వున్న కృష్ణచంద్రులవారి గురుకులంలో కొన్నేళ్ళు విద్యాభ్యాసం చెయ్యాలని వుంది. ఆ తర్వాత అవసరమనిపిస్తే, విరజుడితో అతడు నాకు చేసిన వాగ్దానం గురించి మాట్లాడతాను.” అన్నాడు. గోబిలుడు, అనంతుడు కోరిన దానికి సంతోషంగా, “ఆ మహనీయుడి దగ్గర శిష్యరికం చేసే పరిపూర్ణమైన అర్హత నీకుంది. వెళ్లిరా నాయనా, శుభస్య శీఘ్రం!” అంటూ ఆశీర్వదించి పంపించాడు. ఆ తర్వాత, విరజుడు కూడా గురు దక్షిణ చెల్లించి, రాజధానికి తిరిగి వెళ్ళాడు. నెమ్మదిగా ఆరు సంవత్సరాలు గడిచాయి. విరజుడికి పట్టాభిషేకం జరిగింది. అతడు రాజవుతూనే, తనకు పూర్తీ అనుకూలంగా ప్రవర్తించే సుప్రతీకుదనేవాడిని తన ప్రధానసలహాదారుడిగా నియమించుకున్నాడు. పాలనా వ్యవహారాల్లో, ఈ ప్రధాన సలహాదారు మాట వేదవాక్యంగా చెల్లడం ప్రారంభించింది. సుప్రతీకుడు, రాజూ కలిసి వినూత్న పరిపాలన పేరిట, పరిపాలనలో అనేక మార్పులూ, సంస్కరణలూ ప్రవేశపెట్టారు. ఇందువల్ల ప్రజలు లేనిపోని అయోమయావస్థ లో పడి, తమకు అటువంటి దురవస్థ కలిగించిన రాజు పట్ల తీవ్రమైన అయిష్టత కనబరచ సాగారు. ఇదే ఊతంగా చేసుకుని పొరుగు రాజు, విరజుడి రాజ్యంపై దండెత్తాలను కుంటున్నాడని గూఢచారులవల్ల విరజుడికి తెలిసింది. విరజుడు కాస్త కొంగారుపడి, సుప్రతీకుడిని సంప్రదించాడు. సుప్రతీకుడు తేలిగ్గా, “భయం ఎందుకు, ప్రభూ! మనం హేచ్చువేతనం మీద మరింత మందిని సైన్యంలో చేర్చుకుని, మనమే ముందుగా పొరుగురాజు మీద దండెత్తుదాం. ఆ రాజ్యం కూడా మనవసమైతే, తమరి కీర్తి ప్రతిష్ఠలు నలుదిశలా మరింత ఇనుమడిస్తాయి!” అన్నాడు. “నువ్వు చెప్పెదీడీ చిటికలో ముగిసే పనికాదు. మన ఖజానాలో అంతగా నిల్వదబ్బు లేదని, నీకు తెలియనిదా?” అన్నాడు. దానికి సుప్రతీకుడు నవ్వి, “మన ఖజానా నింపేందుకు, ఒక తిరుగులేని ఉపాయం ఆలోచించాను. యక్షిణిశైలం గురించి మీకు తెలుసుగదా?” అన్నాడు. విరజుడికి యక్షిణి శైలం గురించి తెలుసు. మందార దేశానికి ఉత్తరపు టెల్లగావున్న పెద్ద పర్వతాన్ని యక్షిణి శైలం గా వర్ణించి చెబుతారు. ఆ పర్వతం మీదవున్న ప్రాచీన శివాలయం ముఖమండపం దగ్గర, దేవనాగారలిపిలో వున్న ఒక శిలా శాసనం వుంది. అందులో, ఈ ఆలయం ముందున్న కోనేటి మధ్యభాగంలో నిరంతరం వేగంగా తిరిగేసుడి ఒకటున్నది. మంత్రం తంత్ర శాస్త్రజ్ఞాని, సాహసీ, నిస్వార్థ పరుడూ అయిన యువకుడు, ఆ సుడిలో ప్రవేశించి అక్కడ ఎదురయ్యే యక్షమాయను జయిన్చినట్లయితే, అతడికి అష్ట సిద్ధులూ, నవనిదులూ లభిస్తాయి, పరాజితుడైతే అక్కడి నుంచి నరక కూపంలోకి తోయ బాదుతాడు, అని వున్నది. సుప్రతీకుడి మాటలో అదంతా గుర్తు తెచ్చుకుని విరజుడు బిక్కముఖం వేసి, “యక్షిణీ శైలం గురించి తెలిసి ఏం లాభం? ప్రాణాలకు తెగించి, ఆ కోనేటిలో దూకడం నా వల్ల కాదు!” అన్నాడు. ఆ జవాబుకు సుప్రతీకుడు నవ్వి, “అక్కడికి మిమ్మల్ని వెళ్ళమని చెప్పడం లేదు, ప్రభూ! అనంతుడనే యువకుడొకడు కొత్తగా మన రాజ్యానికి వచ్చాడు. అతడు ఆరావళీ ప్రవత ప్రాంతంలోని కృష్ణ చంద్రుడనే గురూత్తముని వద్ద మంత్రం శాస్త్రాన్ని కూలంకషంగా అభ్యసించాడట. ఇతర విద్యలు కూడా అతడికి కరతలామలకాలేనట. అతడు మన వర్తకుల శ్రేష్టి ఇంట ఆతిధ్యం పొందారు. ఆ అనంతుడు గొప్ప సాహసి అనీ, ఎన్నదగ్గ నేస్వార్తపరుడని ప్రజలు చెప్పుకుంటున్నారు. మనం ఆ అనంతుడిని పిలిపించి, రాజ్య క్షేమం కోసం యక్షిణి శైలికి వెళ్ళమని అడుగుదాము. నిధులతో తిరిగి వస్తే, అతడి ఎట్టు బంగారాన్ని బహుమానంగా ఇస్తామని చెబుదాం. ఏమంటారు?” అని అడిగాడు. అనంతుడి పేరు వింటూనే ఉలిక్కి పడిన విరజుడు, ఒక్క క్షణం ఆలోచించి, సుప్రతీకుడు చెప్పిన దానికి అంగీకరించాడు. మరుక్షణమే అనంతుడికి కబురు వెళ్ళింది. అనంతుడు రాగానే విరజుడు ఎంతో అభిమానంగా కుశల ప్రశ్నలు వేసాడు. తర్వాత, యక్షిణిశైలాన్ని గురించి చెప్పిన దంతా శ్రద్ధగా విన్న అనంతుడు, “ప్రభూ! మనం ఒకరి గురించి ఒకరికి క్షుణ్ణంగా తెలిసిన వ్యక్తులం. మీ కోరిక ప్రకారం నేనీ యక్షిణిశైలానికి తప్పక వెళతాను,” అన్నాడు. అన్నమాట ప్రకారం అనంతుడు ఒకానొక సుముహూర్తాన యక్షిణిశైలానికి వెళ్లి మంత్రం జపించి కోనేటిలో దిగాడు. అనంతుడిటో బాటే వెళ్లి, కోనేటి ఒడ్డునే కూర్చున్న విరజుడికి, చాలా సేపు గడిచిన తర్వాత, అనంతుడు రెట్టింపు తేజస్సుతో ప్రకాశిస్తూ, కోనేటి నుంచి బయటకిరావడం కనిపించింది. అతడు వెంటనే అనంతుడి దగ్గిరకు వెళ్లి చెయ్యి పట్టుకుంటూ ఆతృత గా, “అనంతా! నిధి దొరికిందా, ఏదీ?” అంటూ ప్రశ్నించాడు. అనంతుడు మందహాసం చేసి, “రండి, చూపిస్తాను, మీకెలాంటి ప్రమాదం కలగదు!” అని విరజుది చెయ్యి పట్టుకుని మళ్ళీ కోనేటిలో దిగాడు. దాని అట్టడుగున సూర్యకిరణాల్లా ప్రకాశిస్తున్న నవ రత్నాల గుట్టలు కనిపించాయి. విరజుడు మంత్రం ముగ్దుడిలా అయిపోయాడు. అప్పుడు అనంతుడు ప్రశాంతంగా, “ప్రభు! నేను సాధించిన ఈ అమూల్యమైన నిదినిక్షేపాల్ని, మీ కోరిక ప్రకారం రాజ్యక్షేమంకోసం వినియోగించేందుకు, ఈ క్షణమే మీ పరంచేస్తాను. అయితే దీనికి ప్రతిఫలంగా, మీ నుంచి నాకు కావలసింది బంగారం మాత్రం కాదు!” అన్నాడు. ఆ మాటలకు విరజుడు చాలా ఆశ్చర్యపోతూ, “మరేమి కావాలి?” అని ప్రశ్నించాడు? మీరు పూర్వం గురుకులంలో చేసిన వాగ్దానం ప్రకారం, నన్ను మీ ప్రదానామాత్యుడిగా నియమించుకొంది. అదే నాకు   కావలసింది!” అన్నాడు అనంతుడు గంభీరంగా. విరజుడు ఆ మాట వింటూనే కొద్ది క్షణాలు నోటమాట రాని వాడిలా వుండిపోయి, తర్వాత కాళ్ళ నీళ్ళు పెట్టుకుని వంగి అనతుడి పాదాలు స్పృశించి, “మహానుభావా! నువ్వు సామాన్య మానవుడివి కావు. ఈ క్షణం నుంఛీ నువ్వే నా ప్రధాన మంత్రివి! నీ అనుజ్ఞ లేనిదే నేనిక ఊపిరి సైతం పీల్చను!” అన్నాడు. బేతాళుడు ఈ కథ చెప్పి, “రాజా, నిధి సంపాదనలో, విరజుడి స్వార్థం తేట తెల్లమవుతూనే వుంది. ఎటొచ్చి ఎంతో విద్యాధికుడూ, సాహసీ అయిన అనంతుడి ప్రవర్తనే అవివేకంగా కనబడుతున్నది. అతడు నిస్వార్థ పరుడైన పక్షంలో నిధుల్ని విరజుడికి అప్పగించి ప్రతిఫలం ఏమీ ఆశించకుండా వెళ్లి పోవాలి. లేదా సాధించిన నిధిలో కొంత తీసుకోవాలి. అదీ గాక ఇదీ గాక, విరజుడు కపటి, అతడు చేసే వాగ్దానాలకు విలువలేదని ఎరిగి, మంత్రి పదవి కోరడం ఏమన్నా విజ్ఞత అనిపించు కుంటుందా? ఈ సందేహాలకు సమాధానం తెలిసి కూడా చెప్పక పోయావా, నీ తల పగిలి పోతుంది!” అన్నాడు. దానికి విక్రమార్కుడు, “అనంతుడు మొదటి నుంఛీ రాజ్యక్షేమాన్ని కోరిన నిస్వార్థ పరుడు. అందుకే అతడు, భావి మహారాజైన విరజుడికి గురుకులంలో తగిన సహాయం చేశాడు. విరజుడు కపటి, స్వార్థ పరుడు కావచ్చు. కాని, అప్పటి పరిస్థితుల్లో, ప్రజల వ్యతిరేకత, ఖజానాలో దానం లేకపోవడం, పొరుగురాజు దండ యాత్ర భయం, పాలనా వ్యవహారాల్లో సుప్రతీకుడి లాంటి అల్పగ్నుడి సలహాలు – వీటన్నిటి కారణంగా దేసరక్షణకు తనలాంటి వాడి అవసరం ఉన్నదన్న గట్టి నమ్మకం తోనే, అనంతుడు మంత్రి పదవిని కోరాడు. ఇది అతడి దేసభాక్తిని, రాజకీయ పరిజ్ఞాతాన్నీ చాటి చెబుతుంది. ఇది గొప్ప వివేకం. అవివేకం అంటూ ఇందులో ఏ మాత్రం లేదు!” అన్నాడు. రాజుకు ఈ విధంగా మౌనభంగం కలగగానే, బేతాళుడు శవంతో సహా మాయమై, మళ్ళీ తిరిగి చెట్టెక్కాడు.",
    "నూతిలోని నీళ్ళు": "అనగనగా ఒక జమిందారు రైతుకి ఒక నుయ్యి అమ్మాడు. ఆ రైతు మన్నాడు నూతిలోంచి నీళ్ళు తీసుకోవడానికి వెళ్తే జమిందారు ఆపేసాడు. “నేను నీకు నుయ్యి అమ్మాను కానీ, అందులోని నీళ్ళు అమ్మలేదు, అవి నావి. ఆ నీళ్ళు కావాలంటే తగిన రొక్కం ఇచ్చి నీళ్ళు తోడుకో!” అన్నాడు. రైతుకి జమిందారు వేసిన ఎత్తుపై కోపం వచ్చింది. జమిందారుకి, రైతుకి గొడవ మొదలైంది. మధ్యవర్తిగా బీర్బాల్ ని సమాధానం చెప్పమన్నారు. బీర్బల్ కొంచం సేపు ఆలోచించి, జమిందారు తో ఇలా అన్నాడు, “సరే, నువ్వు నుయ్యి ఒక్కటే అమ్మావు, నీళ్ళు అమ్మలేదని ఒప్పుకుందాము. కాని అలా అయితే నీకు నూతిలో నీళ్ళు పెట్టుకునే అరహత లేదు. నీ నీళ్లన్నీ వెంటనే ఇంకెక్కడికైనా మార్చోకో. లేదా, రైతుకి నువ్వే నూతిలో నీళ్ళు పెట్టుకుంటున్నందుకు అద్దె ఇవ్వాలి.” ఇలా బీర్బల్ తీర్మానం ఇచ్చాడు. బీర్బల్ తెలివి తేటల మూలంగా తన దగా విఫలం అయ్యిందని జమీందారు కి అర్ధం అయ్యింది. గొడవ మానేసి నూతిలోని నీళ్ళు కూడా రైతువే అని ఒప్పుకున్నాడు.",
    "నాణాల సంచి": "ఒక సారి ఒక చమురు వ్యాపారికి ఒక కసాయి వాడికి చాల పెద్ద గొడవ ఐపోయింది. విషయం తేలక ఇద్దరు బీర్బల్ దగ్గరకు వెళ్ళారు. తగువు తీర్చమని బీర్బల్ ని అడిగారు. “అసలు గొడవ యేమిటి?” అని బీర్బల్ అడిగాడు. అప్పుడు కసాయి వాడు ఇలా చెప్పాడు, “నేను మాంసం అమ్ముకుంటుంటే ఈ చమురు వ్యాపారి నా దుకాణానికి వచ్చి చమురు పోస్తానన్నాడు. పాత్ర తీసుకు రావడానికి నేను లోపలకి వెళ్ళి నప్పుడు ఇతను నా నాణాల సంచి తీసుకుని అది తనదే అని గొడవ చేస్తున్నాడు. నా డబ్బు సంచి నాకు ఇప్పించండి” వెంటనే ఆ చమురు వ్యాపారి, “లేదు! అతను చెప్పేవన్నీ అబద్ధాలు. ఆ సంచి నాదే. నేను నాణాలు సంచి లోంచి తీసి లెక్ఖ పెడుతున్నాను. అది చూసి ఇతను దురాశతో నా సంచి కాచేయడానికి ప్రయత్నం చేస్తున్నాడు. న్యాయం చెప్పండి.” అన్నాడు. బీర్బల్ యెన్ని సార్లు అడిగినా వాళ్ళిద్దరు చెప్పిన మాటే మళ్ళి మళ్ళి అదే మాట చెప్ప సాగారు. ఈ గమ్మత్తైన సమస్యకి బీర్బల్ ఒక యుక్తిని అలోచించాడు. ఒక పెద్ద పాత్రలో నీళ్ళు తెప్పించాడు. ఆ నీళ్ళల్లోకి సంచిలో నాణాలు వేశాడు. వెంటనే ఆ పాత్రలో నీళ్ళపైన పలచగా నూనె తేలింది. ఆ తెట్టు చూసిన వెంటనే ఆ సంచి చమురు వ్యాపరిదని అందరూ గ్రహించారు. బీర్బల్ సంచిలో మళ్ళి నాణాలు నింపి చమురు వ్యాపరికి ఇచ్చేసాడు. ఆ కసాయిని కఠినంగా శిక్షించాడు.",
    "అత్తారింటికి దారేది?": "ఒక సంవత్సరం వానలు ఉధృతంగా పడడంతో యమున నది పొంగి పొర్లింది. రాత్రి అంతా సన్నాటంగా ఉండగా యమున నది హోరు చాలా గట్టిగా వినిపించింది. యమున నది తీరన్న వున్న అక్బర్ భవనంలో రాత్రి మహారాజుకి ఆ హోరు నది యేడుస్తున్నట్టు అనిపించింది. అక్బర్కి నిద్రాభంగం కలిగింది. చాలా సేపు కిటికీ దెగ్గర నిలబడి, “ఇదేమిటి, యమునా నది ఇంత గట్టిగా యేడుస్తోంది” అనుకున్నాడు. యెంత సేపు ప్రయత్నించినా నిద్రపోలేక పోయాడు. మరునాడు సభలో సభికులందరికి రాత్రి జరిగిన విషయము చెప్పి, “మీలో యెవరైన యమునా నదికి కలిగిన కష్టమేమిటో చెప్ప గలరా?” అని అడిగారు. సభికులు తెల్లబోయి, సమధానము తోచక ఒకరి మొఖం ఒకరు చూసుకుని మిన్నకుండిపోయారు. బీర్బల్ ముందుకొచ్చి, “మహారాజా, ఒక సారి వింటే కాని నేను చెప్పలేను” అని అన్నాడు. అక్బర్ వెంతనే బీర్బల్ను ఆ రాత్రి అంతహ్పురానికి రమ్మని ఆహ్వానించాడు. రాత్రి బీర్బల్ అక్బర్ గదిలో కిటికీ దెగ్గర నిలబడి ఆ యమ్నునా నది హోరును విన్నాడు. విషయమర్ధమయ్యింది. “మహారాజా, యమునా నది తన తండ్రి హిమాలయ పర్వతాన్ని వదిలి తన అత్తరిల్లు (సముద్రం) దారి వెతుక్కుంటూ వెళ్తోంది. తండ్రిని, పుట్టింటిని వదిలి వెళ్తున్నందుకు దుఖంతో యేడుస్తోంది.” అని మరునాడు సభలో విశ్లేషించాడు. సభికలందరూ ఈ విషయం విని బిగపట్టిన ఊపిరి వదిలారు."
}